# 阿里巴巴高德 - 北京 - 中级 / 高级 / 资深 / 专家 - 25k～50k(16薪) 
- 有效期：2020-12-10 - 2021-03-03

# 公司名称
高德地图

# 工作地点
北京

# 薪资范围
25k～50k(16薪)

# 岗位级别
中级 / 高级 / 资深 / 专家(p6/p7/p8)

# 工作职责

- 负责共享项目需求开发、性能优化、架构升级工作；
- 负责业务线基础设施建设，如线上质量、性能的监控及分析；
- 负责疑难问题攻关，快速响应紧急问题或需求；


# 任职资格

- 三年以上前端工作经验，至少参加过一个完整中型前端项目开发；
- 熟悉W3C规范，熟悉HTML4/HTML5、CSS2/CSS3、 ES5/ES6等前端开发技术；
- 熟悉React/Vue/Angular等类似MV*框架实践经验，具备独立项目开发能力；
- 熟悉Node.js技术及生态，熟练使用npm/webpack/gulp等工具链；
- 熟悉前端性能的优化，熟悉使用Chrome/Safari等前端调试工具；
- 具备较强自学能力，了解B/S架构工作原理；
- 关注前端技术发展，乐于学习分享，良好的沟通心态，能承受一定的工作强度;
- 有RN、Weex开发经验优先；
- 有移动端开发经验者优先；
- 具备团队管理/项目管理经验者优先；


# 联系方式

邮箱：jiangzhiguo2010@live.com
